[{"compliment": "Hell ya, dude! 2020 is going to be your sober calendar year. Think about THAT.", "url": "http://imgur.com/P97VTn7"},
{"compliment": "Beard and totally rad scar that screams ASK ME ABOUT MY BACKSTORY are on point. Looking good, keep up the good work for nobody but yourself because you deserve the best :)", "url": "http://imgur.com/4YmbIbl"},
{"compliment": "In the words of Aussieman fuck yes mate, fuck yes. You're rocking it! Keep up the healthy lifestyle, you 100% got this.", "url": "http://i.redd.it/1gj9z652k7941.jpg"},
{"compliment": "Congrats man! You gave me the little boost I needed today. Cheers to you!", "url": "http://i.redd.it/q2ms8ea4wu341.jpg"},
{"compliment": "Hey! You look amazing and bad ass!! Life can be complete and utter ass sometimes but we stay for the small things. The silver linings of life, whether that is just seeing a sunset one more time, or eating a really really good dessert, idk whatever makes the overall meh feeling of existence just moldy more bearable. I do hope that you find some solver linings and maybe life lets up on you a bit! Best of luck!", "url": "http://i.redd.it/niejg2ceghv31.png"},
{"compliment": "As someone who also works for FedEx helping handle things when someone *doesn't* get their stuff on time (or at all), thank you for your hard work. Happy holidays!", "url": "http://i.redd.it/dqaiuccq9p641.jpg"},
{"compliment": "No way you are 49. You look a lot younger.", "url": "http://i.redd.it/e5hwwlqd3x631.jpg"},
{"compliment": "I'm so proud of you for getting out of that relationship. You are absolutely stunning. I'm at very sorry to hear about your friend. I really hope you are able to beat your eating disorder I know how hard that can be.", "url": "http://i.redd.it/lztp37glxa641.jpg"},
{"compliment": "If I'm being completely honest, the shaved head is an AMAZING look for you, you're absolutely beautiful. Congratulations on kicking cancers ass", "url": "http://i.redd.it/ov15cvog0x541.jpg"},
{"compliment": "Man do not let your past define your future. I know your family hurt you and your girlfriend's death must have been really tough, but think about the amazing things life can still offer you. You are so young and handsome and still have so much life out there for you. Don't give up!", "url": "http://i.redd.it/dkyc58xpguw31.jpg"},
{"compliment": "I'm damn proud of you! That's some awesome strength you've got there.", "url": "http://i.redd.it/lrl2ka51ct141.jpg"},
{"compliment": "Congratulations and fuck yeah on kicking ass! You are never too old to progress.", "url": "http://i.redd.it/ymsxu13bqx941.jpg"},
{"compliment": "I'm so proud of you! This is some REAL strength and courage right here!", "url": "http://i.imgur.com/ocC05pX.jpg"},
{"compliment": "Life may be a bitch, but you're a badder one! Your lashes are amazing! You're gorgeous! You're gonna keep kicking life's ass!", "url": "http://i.redd.it/jgasui5i1rr31.jpg"},
{"compliment": "Bruh how tf did you lose weight AND gain hair??? That hairstyle is sharp and you look great!", "url": "http://i.redd.it/gpnm1xgx9q741.jpg"},
{"compliment": "You are absolutely gorgeous and I love your hair, eyes and facial features, namely your cheek definition!", "url": "http://i.redd.it/jcitp8b2n9441.jpg"},
{"compliment": "...sorry what was that? I was lost in your eyes", "url": "http://i.redd.it/i1hjzz3ebka41.jpg"},
{"compliment": "Genuinely looks more like 25", "url": "http://i.redd.it/h6pn59uwwot31.jpg"},
{"compliment": "You go dude! Be an inspiration!", "url": "http://i.redd.it/0wun4re9c5d31.jpg"},
{"compliment": "GIANT toast to you, girl! I applaud you immensely for going clean, that a whole other level of strength and will power! I believe in you and there are so many people rooting for you, I really hope you can go & stay clean! You deserve it, I can tell you're strong enough to!", "url": "http://i.redd.it/v1wvim6wgez31.jpg"},
{"compliment": "I love your phone case. Congrats my dude, you look so beautiful", "url": "http://i.redd.it/hn7yiaqhbza41.jpg"},
{"compliment": "You must also be very talented and your hair looks effortlessly pretty :)", "url": "http://i.redd.it/bqd0opxu6zh31.jpg"},
{"compliment": "Fuck yeah man, take your shot and get a damn bullseye! Go and have some fun, you earned it!", "url": "http://i.redd.it/3ucnble2c2c41.jpg"},
{"compliment": "Hell yeah, you're gonna conquer it. Have a great life ahead.", "url": "http://i.redd.it/a32krea635a41.jpg"},
{"compliment": "You have a really cute smile! Hope today is special for you, keep smiling", "url": "http://i.redd.it/zuo41gkiu2y31.jpg"},
{"compliment": "This is gonna sound like a roast but I mean it in a good way. You look like a cool hipster Santa claus. That's awesome.", "url": "http://i.redd.it/fcdelwghj6l31.jpg"},
{"compliment": "Not as sweet or as heartfelt as the rest of these comments but your eyebrows are on point and I'm jealous.", "url": "http://i.redd.it/xomzls5frfg31.jpg"},
{"compliment": "Be proud of what you have accomplished, no matter what happens!", "url": "http://i.redd.it/dlawybpmajq31.jpg"},
{"compliment": "Your hair is amazing. I would die to have hair like yours", "url": "http://i.redd.it/1dl3k2gb56c41.jpg"},
{"compliment": "You're extremely beautiful!", "url": "http://i.redd.it/fliozodgjq341.jpg"},
{"compliment": "That is one of my favorite hairstyles. It's simple, sophisticated and timeless. Your skin is flawless.", "url": "http://i.redd.it/o828xb6i2tx31.jpg"},
{"compliment": "You are amazing. You are cherished.  You are loved. You are beautiful.", "url": "http://i.redd.it/pto1a8mfw7741.jpg"},
{"compliment": "Love the beard and the shirt, by the way. All the best!", "url": "http://i.redd.it/9kqjp7y3nsj31.jpg"},
{"compliment": "Absolutely stunning photo.", "url": "http://i.redd.it/yma1as3dik841.jpg"},
{"compliment": "You shouldn't feel pretty. You should feel beautiful. Cos you are. You're also stylish and fun and I am so proud of you! You got this", "url": "http://i.redd.it/0zo3sj7ubbd31.jpg"},
{"compliment": "Damn... Where's the Hunk Alert flair? Needless to say that I am mega jealous. Of your turnaround. Of your tenacity. Of your resolve. Of your success. You are a role model for many of us. Keep at it, pal.", "url": "http://i.redd.it/2fhx1zr7okr31.jpg"},
{"compliment": "It shows how hard you have worked to come so far. You're an inspiration buddy.", "url": "http://i.redd.it/y33bamv8ipr21.jpg"},
{"compliment": "Where'd you find the bottle of pure sex?", "url": "http://i.redd.it/r37wv7jns7831.jpg"},
{"compliment": "You deserve so much toast that it'd burn the toaster for this achievement! Well done you!", "url": "http://i.redd.it/rm7szp7hgp441.jpg"},
{"compliment": "You beautiful girl, what a lovely smile you have. I see the light and love in you. You deserve happiness, and I want you to be so selfish about making your dreams come true. You are valid,  you are worthy. I am proud of you.", "url": "http://i.redd.it/qzcg2afr4t641.jpg"},
{"compliment": "Keep building on today.", "url": "http://i.redd.it/eu7t8hg4okn31.jpg"},
{"compliment": "You are a beautiful, caring person. And everyone looking at you can see that!", "url": "http://i.redd.it/5tdl6rnpuzf31.jpg"},
{"compliment": "I love your smile", "url": "http://i.redd.it/y2u2a7gxuuj21.jpg"},
{"compliment": "You have a very kind face, and a lovely smile. Makes you look very approachable, plus your glasses really suit you!", "url": "http://i.redd.it/qhi94o67kwa41.jpg"},
{"compliment": "Your talent is only outmatched by your discipline!", "url": "http://i.redd.it/nom6fccem4q31.jpg"},
{"compliment": "You look like David Spade if he were a barista... but like I mean that in a good way", "url": "http://i.redd.it/wxpcyqjrf3541.jpg"},
{"compliment": "Wow, the glow up that some positivity can achieve. Go you!", "url": "http://i.redd.it/6by83o5x1ru31.png"},
{"compliment": "You have really nice eyes. <3 One of the teachings of Buddhism is impermanence. Exemplified in the phrase \"this too shall pass\". All you have to do is keep moving forward.", "url": "http://i.imgur.com/xX5wyKb.jpg"},
{"compliment": "You're  young, beautiful and seem to be working on what needs to be done. I think you're on the right track and have alot of happy times to look forward to. Keep your chin up!", "url": "http://i.redd.it/3idppx9m69c41.jpg"},
{"compliment": "Dig your glasses and hoodie.", "url": "http://i.redd.it/t2ifddi2kco31.jpg"},
{"compliment": "Dude, I like what I see on my screen right now! You look like a really nice and gentle guy with really kind eyes.", "url": "http://i.redd.it/9ir4yomepan21.jpg"},
{"compliment": "You're gonna be confident and kill that interview.", "url": "http://i.redd.it/x2fzv9uyhyb41.jpg"},
{"compliment": "You can conquer anything ... I hope all your dreams come true.", "url": "http://i.redd.it/v7irem3gnjm31.jpg"},
{"compliment": "You look like you work your butt off every single day.", "url": "http://i.redd.it/hef3p1ojrjx31.jpg"},
{"compliment": "You rock the shaved head, I think it might be the look for you", "url": "http://i.redd.it/5grt6u439g141.jpg"},
{"compliment": "You look like the coolest chillest guy ever man I would love to just hang and talk", "url": "http://i.redd.it/oxqwcainofp21.jpg"},
{"compliment": "You look like someone who brightens a room when you enter it, and who shows up with a bag of surprises for an afternoon hike. Keep at it. You're amazing.", "url": "http://i.redd.it/pxv1sjb7ncx31.jpg"},
{"compliment": "Your bangs look great and you have kind eyes.", "url": "http://i.redd.it/ykkavcxhd6w31.jpg"},
{"compliment": "You hair is beautiful! And you look like a genuine soul.", "url": "http://i.redd.it/7r4urac7dbg31.jpg"},
{"compliment": "Looks are on point, style is on point, you're making that whole look work for you.", "url": "http://i.redd.it/5frnacvqor941.jpg"},
{"compliment": "You remind me of my favorite character from Stranger Things (Dustin). Hes such a little cutie.", "url": "http://i.redd.it/646h312n4v041.jpg"},
{"compliment": "I like your face.", "url": "http://i.redd.it/2bbbqttf23u31.jpg"},
{"compliment": "Hell yeah. I'm happy for you too, well done on your hard work!", "url": "http://i.redd.it/3t6b4zk690n31.jpg"},
{"compliment": "One day at a time. Celebrate every win and be proud of yourself. You look pretty young so I want you to know that the life you have now will be vastly different than the one your future holds. It can get infinately better, and the problems of today will pale in comparison to the achievements of tomorrow.\n\nKeep ploughing on and kicking lifes arse :-)", "url": "http://i.redd.it/pjo9wbm3tm941.jpg"},
{"compliment": "Your eyes are amazing bro and happy birthday", "url": "http://i.redd.it/fgqhn0grm9e31.jpg"},
{"compliment": "I love what you've done with your hair", "url": "http://i.redd.it/zmzedfnamfk31.jpg"},
{"compliment": "Kickass, man. Keep on keeping on", "url": "http://i.redd.it/o2enjwvgjy431.jpg"},
{"compliment": "You've incredible future ahead of you.", "url": "http://i.redd.it/ru9eknwn15s31.jpg"},
{"compliment": "There are those that buckle under adversity, and those that find inner strength to overcome and achieve. What you accomplished shows that you have what it takes to thrive and survive. Awesome job. ", "url": "http://i.redd.it/3b74w7f0wf641.jpg"},
{"compliment": "You really do have a beautiful smile and those glasses fit your face really well. Keep going!", "url": "http://i.redd.it/bhi5vumyn8t31.jpg"},
{"compliment": "Awesome! Good job :) You should be proud of yourself. You put the work in and it paid off.", "url": "http://i.redd.it/88dspfjuh0341.jpg"},
{"compliment": "Man you look badass and beautiful. You look like a grown Thorin Oakenshield.", "url": "http://i.redd.it/y7n8q491vwm31.jpg"},
{"compliment": "Those glasses are awesome.", "url": "http://i.redd.it/676bo59dkdm31.jpg"},
{"compliment": "This is a strange compliment, but fucking killer eyebrows my guy", "url": "http://i.redd.it/n8f6escc0k941.jpg"},
{"compliment": "You have the stunning confidence of a winner! I'd hire you on the spot :)", "url": "http://i.redd.it/74hp6hri2n341.jpg"},
{"compliment": "Looking good, Mr. Bond. Go have some fun!", "url": "http://i.redd.it/8q660i859ew31.png"},
{"compliment": "You have such gorgeous skin and eyes, now go out and kick some butt!!", "url": "http://i.redd.it/pyf9zdpdlty31.jpg"},
{"compliment": "You must be a badass", "url": "http://i.redd.it/aqldt9s7jaj31.jpg"},
{"compliment": "Your smile is beautiful", "url": "http://i.redd.it/4n8ceujdwhm21.jpg"},
{"compliment": "Eating disorders are fucking hard to beat, congratulations :)", "url": "http://i.redd.it/zxwttu71j9141.jpg"},
{"compliment": "Good lord you're perfect", "url": "http://i.redd.it/f34zi18ac8o31.jpg"},
{"compliment": "Bro that's a solid 8/10! You're a beautiful girl.", "url": "http://i.redd.it/vchsvi94wnb41.jpg"},
{"compliment": "You look fucking great man!", "url": "http://i.redd.it/xmuganw7lr231.jpg"},
{"compliment": "W0W! Very nice smile!", "url": "http://i.redd.it/p2okqm9vcbi31.jpg"},
{"compliment": "You have a gorgeous smile. It makes me want to jump through the screen somehow and give you a great big hug.", "url": "http://i.redd.it/u1uh49vygo831.jpg"},
{"compliment": "Your face is awesome because it's like happy and serious at the same time and even tho ur nose is swollen haha", "url": "http://i.redd.it/j0nwk37mi3041.jpg"},
{"compliment": "You have kind eyes and the shaved head looks awesome. You made a great decision!!", "url": "http://i.redd.it/l463b3poyv531.jpg"},
{"compliment": "you are so cute! I love your eyes and I wish the very best for you in life :)", "url": "http://i.redd.it/huyb4ogb8ta41.jpg"},
{"compliment": "You are really pretty and I love your hair the most.", "url": "http://i.redd.it/wipnu7y6ly441.jpg"},
{"compliment": "When you should have done something is an artificial construct. You move at your own pace. Sometimes circumstances prevent us from doing things when everyone else does them. It does not diminish the value of your hard work. I admire your tenacity. You're going to do great.", "url": "http://i.redd.it/puq8cce00px31.jpg"}]